Revit 2024 API
ParameterTypeId.VisGraphicsRvtLinks Property
 "V/G Overrides RVT Links"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId VisGraphicsRvtLinks { get; }
Visual Basic
Public Shared ReadOnly Property VisGraphicsRvtLinks As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VisGraphicsRvtLinks {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace